/* Dictionary/Array value format (singular) */
"%@ of %u value" = "%1$@ of %2$u value";

/* Dictionary/Array value format (zero/plural) */
"%@ of %u values" = "%1$@ of %2$u values";

/* automatic data format description */
"%d bytes autoformatted as hexadecimal bytes in native byte order" = "%d bytes autoformatted as hexadecimal bytes in native byte order";

/* data format string */
"%d bytes interpreted as" = "%d bytes interpreted as";

/* automatic data format description (mult. strings) */
"%d bytes interpreted as %d strings in MacRoman encoding" = "%1$d bytes interpreted as %2$d strings in MacRoman encoding";

/* automatic data format description (1 string) */
"%d bytes interpreted as astring in MacRoman encoding" = "%d bytes interpreted as astring in MacRoman encoding";

/* single matching object */
"%d object matches" = "%d object matches";

/* zero/plural matching objects */
"%d objects match" = "%d objects match";

/* number format string */
"%d-byte number as" = "%d-byte number as";

/* number automatic description format string */
"%d-byte number interpreted in native byte order" = "%d-byte number interpreted in native byte order";

/* Dictionary/Array value format (singular) */
"%u value" = "%u value";

/* Dictionary/Array value format (zero/plural) */
"%u values" = "%u values";

/* n-byte format */
"%u-byte" = "%u-byte";

/* illegal number value */
"(illegal number value)" = "(illegal number value)";

/* No object selected */
"(No object selected)" = "(No object selected)";

/* Unknown type name */
"(Unknown value type)" = "(Unknown value type)";

/* < \\U2013 Unable to convert data using selected encoding \U2013 > */
"< \\U2013 Unable to convert data using selected encoding \\U2013 >" = "< – Unable to convert data using selected encoding – >";

/* Short window title format string - 1: hostname, 2: registry plane, 3: selected object */
"%1$@ \\U2014 %2$@ \\U2014 %3$@" = "%1$@ — %2$@ — %3$@";

/* Long window title format string - 1: filename, 2: hostname, 3: registry plane, 4: selected object */
"%1$@ (%2$@) \\U2014 %3$@ \\U2014 %4$@" = "%1$@ (%2$@) — %3$@ — %4$@";

/* Array */
"Array" = "Array";

/* Encoding popup entry indicating automatic choice of encoding */
"Automatic" = "Automatic";

/* big-endian */
"big-endian" = "big-endian";

/* binary */
"binary" = "binary";

/* Boolean */
"Boolean" = "Boolean";

/* characters */
"characters" = "characters";

/* Hide Find Options */
"Hide Find Options" = "Hide Find Options";

/* Encoding popup entry for bringing up the Customize Encodings List panel (this also occurs as the title of the panel itself, they should have the same localization) */
"Customize Encodings List\\U2026" = "Customize Encodings List…";

/* Data */
"Data" = "Data";

/* Data of %d bytes */
"Data of %d bytes" = "Data of %d bytes";

/* Data of 1 byte */
"Data of 1 byte" = "Data of 1 byte";

/* decimal */
"decimal" = "decimal";

/* Dictionary */
"Dictionary" = "Dictionary";

/* boolean false */
"False" = "False";

/* hexadecimal */
"hexadecimal" = "hexadecimal";

/* Hide Property Options */
"Hide Property Options" = "Hide Property Options";

/* native-endian */
"native-endian" = "native-endian";

/* little-endian */
"little-endian" = "little-endian";

/* Multiple Objects Match Path */
"Multiple Objects Match Path" = "Multiple Objects Match Path";

/* Nul-terminated ASCII string */
"Nul-terminated ASCII string" = "Nul-terminated ASCII string";

/* Number */
"Number" = "Number";

/* octal */
"octal" = "octal";

/* OK */
"OK" = "OK";

/* Show Find Options */
"Show Find Options" = "Show Find Options";

/* Property */
"Property" = "Property";

/* Show Property Options */
"Show Property Options" = "Show Property Options";

/* signed */
"signed" = "signed";

/* String */
"String" = "String";

/* The first object matching the path will be selected */
"The first object matching the path will be selected" = "The first object matching the path will be selected";

/* boolean true */
"True" = "True";

/* Unknown */
"Unknown" = "Unknown";

/* unsigned */
"unsigned" = "unsigned";

/* Using Custom Settings */
"Using Custom Settings" = "Using Custom Settings";

/* Using Default Settings */
"Using Default Settings" = "Using Default Settings";

/* Using Shared Settings */
"Using Shared Settings" = "Using Shared Settings";

/* Message for when a collection property is selected. */
"View data/numbers within the selected %@ property as:" = "View data/numbers within the selected %@ property as:";

/* Message for when no data properties are selected. */
"View data/numbers within the selected registry entry as:" = "View data/numbers within the selected registry entry as:";

/* Message for when a data/number property is selected. */
"View the selected %@ property as:" = "View the selected %@ property as:";

/* \\U2026 */
"\\U2026" = "…";

/* New Window for '%@' */
"New Window for '%@'" = "New Window for ‘%@’";

/* Set Timed Update Interval\\U2026 */
"Set Timed Update Interval\\U2026" = "Set Timed Update Interval…";

/* Timed Update\\U2026 */
"Timed Update\\U2026" = "Timed Update…";

/* (fragmentary bytes at end shown as \"\\U2026\") */
"(fragmentary bytes at end shown as \"\\U2026\")" = "(fragmentary bytes at end shown as \"…\")";
